[
    " I wish I was your mirror, so that I could look at you every morning.",
    " When I need a pick me up, I just think of your laugh and it makes me smile.",
    " Sweet dreams... I hope I'm in them.",
    " I really like our friendship, especially when we make out.",
    " If I had a candy bar for every time I thought of you, I would be fat.",
    " You know you're pretty... pretty amazing.",
    " My heart skips a beat every time I think of you. Or maybe it's more of a somersault.",
    " I wish I was your teddy bear.",
    " For some reason every love song makes me think of you...",
    " It's said that nothing lasts forever. Will you be my nothing?",
    " I'm lucky because I have plans for today, for tomorrow, for the week, and for my whole life—to make you happy.",
    " I don't think about very many things, and I don't think for very long, but when I do think, it invariably tends to be about you.",
    " Hi, I'm Mr. Right. Someone said you were looking for me?",
    " It's not my fault that I fell for you, you tripped me!",
    " God created the world in six days, rested on the seventh, but it took him thousands of years to produce someone as perfect as you.",
    " I guess your parents are bakers, because they made you such a cutie pie!",
    " I'm trying my best to fall asleep, but I just can't stop thinking about you.",
    " You looked so beautiful the last time I saw you, that I forgot what I was going to say.",
    " I can't raise the courage to tell you how much I adore you, so I guess I'll just keep it to myself.",
    " Rawr means, Hey there, in dinosaur. Rawr!",
    " I'm so bored at work, come and save me.",
    " You looked great today. I know I didn't see you, but I know you look great every day.",
    " Send me a picture, so I can send Santa my wish list.",
    " If Van Gogh had you as a subject, the sunflowers would have gone in the trash.",
    " Can I borrow a kiss? I promise to give it back.",
    " I can't handle this dinner alone, come and help me.",
    " Hi, I'm just planning my future and I wanted to ask you: Are you free for the rest of your life?",
    " The one thing I can't resist in this life is your lips.",
    " Each time I see you, your smile gives me light.",
    " Here's to hoping your day consists of green traffic lights, the fastest line at the supermarket, and all the quickest routes that will bring you straight back into my arms.",
    " The most attractive feature is your kindness, it makes me a better person.",
    " How do you manage to look so stunning every day? When I look at you, I become speechless.",
    " You are constantly in my thoughts, and surely you have occupied a place in my heart.",
    " I can't get you out of my head.",
    " I tried to stop thinking about you. I failed.",
    " Can't wait until tomorrow, because I you get more and more beautiful every day.",
    " Come live in my heart. It's rent free.",
    " A day without sunshine is a day without you.",
    " You remind me of my next girlfriend.",
    " Do you like my shirt? It's made out of boyfriend material.",
    " People I know call me different names, I don't care what they use. But with you, I'd prefer if you call me mine.",
    " When I get home, get ready because I am not letting you go. Not a second. I miss you that much.",
    " I'm not flirting. I'm just being extra friendly to someone who is extra attractive.",
    " I used to be a terrible flirt. I'm much better at it now.",
    " I believe that every woman is special, and I believe that every woman deserves a gentleman. Well, I am the gentleman for you. I was born to take care of you and to love you.",
    " What would you ask for, if you knew the answer was Yes",
    " You wanna know who's amazing and has the cutest smile ever? Read the first word again.",
    " Let's flip a coin. Heads I'm yours. Tails you're mine.",
    " I really want to kiss your right now.",
    " You can stop looking now. You've found me.",
    " Before I met you, I never knew what it was like to look at someone and smile for no reason.",
    " I looked hot today. You missed out.",
    " Kiss me if I'm wrong but the world is flat right?",
    " To be with you, that's all I want.",
    " You sat down next to me and I think I forgot to breathe.",
    " I'm pretty good at bad decisions.",
    " You may be out of sight but you're never out of my mind.",
    " Damn, that smile. It kills me.",
    " By the way, I'm wearing the smile you gave me.",
    " Cuddling with you would be perfect right about now."
]